[M_Sage_Raid MissionDefinition]
MissionName="Vorácido, O Invencível"
MissionDescription="Existe um enorme Rastreador vivendo em algum lugar de Aegrus e, como todos os bichos enormes de Pandora, esse também tem que morrer. Você e seus amigos estão prontos para esse trabalho?\n\nO feiticeiro Ngwatu encontrou uma criatura chamada Vorácido e conseguiu subjulgá-la. Ninguém sabe de onde vem essa besta e nem como esse feiticeiro conseguiu domá-la.  Os Selvagens acreditam que a criatura é um deus e acusaram Ngwatu de heresia por tentar controlar a sua divindade. Eles estão dispostos a matar o feiticeiro e desatar o grande poder do Vorácido."
TurnInDescription="Chefe de incursão, pedaço de..."
MissionSummary="Elimine Vorácido, O Invencível"
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="É perigoso ir sozinho.  Acredite!"

[M_Sage_Raid:DefeatBoss MissionObjectiveDefinition]
ProgressMessage="Derrote Vorácido, O Invencível"

[M_Sage_Raid:DefeatSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

